Repository: sajozsattila/mur2_editor
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: hu

source: Please login to access this page.
hu: Kérjük jelentkezzen be, hogy ezt a lapot megtekinthesse.

source: Reset Your Password
hu: Jelszó újbóli beállítása

source: Username
hu: Felhasználónév

source: Password
hu: Jelszó

source: Remember Me
hu: Emlékezz rám

source: Sign In
hu: Bejelentkezés

source: Repeat Password
hu: Jelszó megismétlése

source: Register
hu: Regisztráció

source: Please choose a different username.
hu: Válaszon másik felhasználónevet!

source: Please use a different email address.
hu: Válasszon másik email címet!

source: Request Password Reset
hu: Jelszó visszaállítása

source: Invalid username or password.
hu: A felhasználónév vagy a jelszó nem egyezik.

source: There was problem with the user creation in RestAPI.
hu: Nem lehetet a felhasználot létrehozni a RestAPI-ban.

source: Congratulations, you are now registered!
hu: Gratulálunk ön regisztrált!

source: Check your email (including junk) for instructions on how to reset your password.
hu: Emailben elküldtük a jelszó helyreállítási utasításokat.

source: Reset Password
hu: Jelszó visszaállítása

source: Your password has been reset.
hu: Az új jelszót beállítottuk.

source: Images only!
hu: Csak kép formátum engedélyezett!

source: File is empty!
hu: A fájl üres!

source: Upload
hu: Feltöltés

source: editor
hu: szerkesztő

source: Can't create Media directory for
hu: Nem lehet Media könyvtárat létrehozni a felhasználónak:

source: No more disk space quota for
hu: Nincs több lemez kvótája az

source: Cannot save image!
hu: Kép nem menthető!

source: Reason
hu: Indok

source: User cannot download this Article!
hu: Felhasználó nem töltheti le a cikket!

source: Bibliography
hu: Irodalomjegyzék

source: Title
hu: Cím

source: About
hu: Bemutatkozás

source: Address
hu: Honlap

source: Please use a different title.
hu: Kérjük használjon másik címet!

source: Please use a different URL.
hu: Kérjük használjon másik URL címet.

source: Submit
hu: Mentés

source: Please use a different address.
hu: Kérjük használjon másik Url-t.

source: Action should be "on" or "off"!
hu: Az Action értéke "on" vagy "off"!

source: Not a valid journal name!
hu: Nem létező folyóirat név!

source: Register Journal
hu: Online folyóirat regisztrálása

source: The author already has Article with this title!
hu: A szerzőnek már van ilyen című cikke!

source: Object type should be 'article', 'file' or 'user'!
hu: A lehetséges object_type értékek: 'article', 'file' vagy 'user'

source: User not permitted to delete
hu: Ezt a felhasználó nem törölheti

source: Article
hu: Cikk

source: User no right to delete this
hu: Nincs jogosultsága, hogy törölje ezt a

source: File
hu: fájlt

source: Your changes have been saved.
hu: A változtatások el lettek mentve.

source: Article already confimed.
hu: Cikk már meg lett erősítve.

source: Can't confirm Relationship.
hu: Nem lehet megerősíteni a Kapcsolatot.

source: User not permitted to confirm publishing.
hu: Felhasználónak nem engedélyezett a publikálás megerősítése.

source: User is not the Author
hu: Felhasználó nem a szerző.

source: The
hu: A

source: Journal does not exist!
hu: Folyóirat nem létezik!

source: Article has not been issued.
hu: Cikk nincs "issued" állapotban.

source: Not a valid objecttype!
hu: Nem támogatott objectype!

source: Facebook account does not exist!
hu: Facebook fiók nem létezik!

source: User does not exist!
hu: Felhasználó nem létezik!

source: Article does not exist!
hu: Cikk nem létezik!

source: The action should be 'add' or 'remove'!
hu: Az 'action' vagy 'add' vagy 'remove'!

source: You cannot add or remove yourself!
hu: Nem adhatja vagy törölheti önmagát!

source: The author is already a writer of this Article!
hu: A szerző már az írója ennek a Cikknek!

source: Not a valid search address.
hu: Nem valós keresési cím.

source: Keyword
hu: Kulcsszó

source: Journal
hu: Folyóirat

source: labels
hu: címkék

source: Abstract
hu: Kivonat

source: Name
hu: Név

source: Article_number
hu: Cikkek_száma

source: Writer
hu: Szerző

source: Publishdate
hu: Publikálás dátuma

source: keyword
hu: kulcsszó

source: publish
hu: publikálás

source: proof
hu: bizonyítás

source: type
hu: típus

source: published_article_number
hu: megjelent_cikkek_száma

source: number_of_article
hu: cikkek_száma

source: Error:
hu: Hiba:

source: Not supported image format!
hu: Nem támogatott kép formátum!

source: Not supported file format!
hu: Nem támogatott fájl formátum!

source: Full text
hu: Teljes szöveg

source: Please enter a URL for image.
hu: Kérjük adja meg a kép URL címét.

source: Please enter a URL for the link.
hu: Kérjük adja meg a hivatkozás URL címét.

source: No field selected!
hu: Nincs kijelölt mező!

source: You can only save in Preview mode!
hu: Csak előnézeti módban lehet menteni!

source: Choose the Article which you are reviewing!
hu: Válaszon egy cikket, amit véleményezni szeretne!

source: Need to set the Standby!
hu: Standby-t be kell állítani/

source: Standby should be between +100 and -100!
hu: A Standby +100 és -100 közötti érték!

source: The document title should not be empty! You can add in the 'Documents settings' (5th icon in the tollbar from left).
hu: A cím nem lehet üres. A „Dokumentum beállításai” menüpontban lehet megadni (5-ik ikon balról az eszköztárban).

source: Saved!
hu: Mentve!

source: Published on
hu: Megjelent a

source: Error: You are not logged into Wordpress.com
hu: Hiba: Nincs a Wordpress.com-ba bejelentkezve.

source: Working...
hu: Folyamatban...

source: We recommend downloading the PDF version and transform it with the Adobe online PDF->World tool. This will give you the best result if you use a lot of mathematical formula or complicated tables. However, we still happy to generate ourselves also, if you wish.
hu: World dokumentum készítéséhez az Adobe PDF->World eszközét ajánjluk. Matematikai formulák, táblázatok esetén ez adja a legjobb eredményt. De máskülönben mi szívesen elkészítjük a World dokumentumot.

source: I will do on Adobe
hu: Az Adobe honlapján készítem el

source: Error: The sum of the workshare is not 100!
hu: Hiba: Az írok részesedése összeadva nem 100%!

source: Download article
hu: Cikk letöltés

source: Delete article
hu: Cikk törlése

source: Reopen editing
hu: Cikk újra nyitása

source: Send to Journal
hu: Cikk elküldése online folyóiratnak

source: Publihed in
hu: Megjelent

source: Categories
hu: Kategóriák

source: Category
hu: Kategória

source: Keywords
hu: Kulcsszavak

source: Accept for Publishing
hu: Kiadás

source: Reject Publishing
hu: Kiadás elutasítása

source: Journals
hu: Folyóiratok

source: Close Side Menu
hu: Oldalmenü bezárása

source: Home
hu: Kezdőlap

source: Open-Access Journal Browser
hu: Nyílt hozzáférésű folyóiratok böngésző

source: Browser
hu: Böngészés

source: Editor
hu: Szerkesztő

source: Profile
hu: Profil

source: Media
hu: Média

source: Sign out
hu: Kijelentkezés

source: Switch theme
hu: Téma változtatása

source: Search
hu: Keresés

source: Legend
hu: Jelmagyarázat

source: Relationship type
hu: Kapcsolat típusa

source: Proven by
hu: Bizonyítja

source: Proof of
hu: X bizonyítása

source: Theorem
hu: Tétel

source: Conjectures
hu: Sejtés

source: Tag
hu: Kulcsszó

source: Selected article:
hu: Kiválasztott cikk:

source: Save
hu: Mentés

source: Edit Profile
hu: Profil szerkesztése

source: Displayname
hu: Megjelenített név

source: About me
hu: Rólam

source: Institute
hu: Szervezet

source: Delete user
hu: Felhasználó törlése

source: Endnotes
hu: Végjegyzetek

source: Set Featured Image
hu: Nyitókép beállítása

source: Delete Featured Image
hu: Nyitókép törlése

source: Text Type
hu: Szöveg típusa

source: Review
hu: Kritika

source: Rebel
hu: Lázadás

source: Select a category
hu: Válaszon egy kategóriát

source: Physics
hu: Fizika

source: Chemistry
hu: Kémia

source: Earth Science
hu: Földrajz

source: Space Science
hu: Űrkutatás

source: Biology
hu: Biológia

source: Molecular Biology
hu: Molekuláris biológia

source: Mathematics
hu: Matematika

source: Logic
hu: Logika

source: Statistics
hu: Statisztika

source: History
hu: Történelem

source: Economy
hu: Közgazdaságtan

source: Sociology
hu: Szociológia

source: Law
hu: Jog

source: Education
hu: Oktatás

source: Archaeology
hu: Régészet

source: Politics
hu: Politika

source: Computer science
hu: Számítástechnika

source: Civil Engineering
hu: Építészet

source: Electrical Engineering
hu: Elektronika

source: Genetics
hu: Genetika

source: Software
hu: Szoftver

source: Industrial
hu: Termelés

source: Medicine
hu: Orvostudomány

source: Pharmacy
hu: Gyógyszerészet

source: Dental
hu: Fogászat

source: Canonical URL
hu: Eredeti URL

source: Authors
hu: Szerzők

source: Toolbar
hu: Eszköztár

source: Show Side Menu
hu: Oldalmenü megnyitása

source: Close Toolbar
hu: Eszköztár bezárása

source: Upload file
hu: Fájl feltöltés

source: Download result
hu: Eredmény letöltése

source: Hide input
hu: Beviteli oldal elrejtése

source: Document settings
hu: Dokumentum beállítások

source: Hide preview
hu: Előnézet elrejtése

source: Syntax highlighting
hu: Szintakszis kiemelés

source: Head
hu: Cimsor

source: Emphasize
hu: Kiemelés

source: Strong
hu: Kövér

source: Picture
hu: Kép

source: Link
hu: Hivatkozás

source: List
hu: Lista

source: Numbered list
hu: Számozott lista

source: Footnote
hu: Lábjegyzet

source: Table
hu: Táblázat

source: Code
hu: Kód

source: Editorial changes
hu: Szerkesztői változtatások

source: Render on server
hu: Fordítás szerver oldalon

source: LaTeX code
hu: LaTeX kód

source: Chat message arrived
hu: Üzenet érkezet

source: Embedding
hu: Beágyazás

source: Example of rendered HTML
hu: HTML előnézet

source: Preview
hu: Előnézet

source: HTML with equations images
hu: HTML, matematikai képekkel

source: HTML with raw LaTeX equations
hu: HTML, nyers LaTeX kifejezésekkel

source: Markdown, same as in the input
hu: Ugyanaz a Markdown mint a beviteli oldalon

source: Markdown with equations imgage
hu: Markdown, matematikai képekkel

source: Image
hu: Kép

source: A kind of HTML markup for habr.com
hu: Habr.com kompatibilis HTML

source: Roll back
hu: Visszaállítás

source: Last saved
hu: Utoljára mentett

source: Finish editing
hu: Szerkesztés befejezése

source: Publish on Wordpress.com
hu: Publikálás a Wordpress.com-on

source: Publish
hu: Publikálás

source: Clear Wordpress.com cookies
hu: Wordpress.com süti törlése

source: Clear cookies
hu: Süti törlése

source: Connect
hu: Csatlakozás

source: Publish on Medium.com
hu: Publikálás a Medium.com-on

source: Clear Medium.com cookies
hu: Medium.com sütik törlése

source: Connect to Medium.com
hu: Kapcsolodás a Medium.com-hoz

source: Generate PDF
hu: PDF létrehozása

source: Generate ePUB
hu: ePUB készítése

source: Generate Microsoft Word
hu: Microsoft Word készítése

source: Generate LaTeX
hu: LaTeX készítése

source: Markdown cheatsheet
hu: Markdown puska

source: Editor manual
hu: Szerkesztő kézikönyv

source: Discovery
hu: Böngésző

source: Article waiting for Peer-review
hu: Cikk(ek) ami Peer-reviewra vár

source: Next
hu: Következő

source: Before
hu: Előző

source: Close Markdown cheatsheet
hu: Markdown puska bezárása

source: Headers
hu: Címsorok

source: Header 1
hu: Szakasz cím

source: Header 2
hu: Alszakasz cím

source: Header 3
hu: Alalszakasz cím

source: Styling
hu: Stílus

source: emphasize
hu: kiemelés

source: Mistaken text.
hu: Hibás szöveg

source: Quoted text.
hu: Idézet

source: is a liquid.
hu: egy folyadék

source: is 1024.
hu: az 1024

source: Lists
hu: Lista

source: Item
hu: Elem

source: Item 1
hu: Első elem

source: Item 2
hu: Második elem

source: Item 52
hu: Ötvenkettedik elem

source: Item 53
hu: Ötvenharmadik elem

source: Links
hu: Hivatkozások

source: A link
hu: Egy hivatkozás

source: An image
hu: Egy kép

source: title
hu: cím

source: Some `inline code`.
hu: Bekezdésbe elhelyezett `kód`

source: An highlighted block
hu: Szintakszis kiemelt blokk

source: This is block code
hu: Egy blokk kód

source: Tables
hu: Táblázat

source: True
hu: Igaz

source: False
hu: Hamis

source: Column 1
hu: 1. oszlop

source: Column 2
hu: 2. oszlop

source: Column 3
hu: 3. oszlop

source: left-aligned
hu: balra zárt

source: centered
hu: középre zárt

source: right-aligned
hu: jobbra zárt

source: Footnotes
hu: Lábjegyzetek

source: Some text with footnote.
hu: Szöveg lábjegyzettel.

source: The footnote
hu: A lábjegyzet

source: LaTeX math
hu: Matematikai kifejezések

source: Fundamentally, Euler's identity asserts that
hu: Az Euler-összefüggés lényegén azt mondja, hogy

source: is equal to −1. But most of time they write as
hu: egyenlő -1-el. De általában így irják

source: Euler's identity:
hu: Euler-összefüggés:

source: Delete file
hu: Fájl törlése

source: Journal title
hu: Folyóirat címe

source: Publisher
hu: Kiadó

source: Electronic ISSN
hu: Electronikus ISSN

source: Paper ISSN
hu: Nyomtatott ISSN

source: Number of Article
hu: Cikkek száma

source: Download PDF
hu: PDF letöltése

source: Download ePUB
hu: ePUB letöltése

source: Writers
hu: Szerzők

source: Date
hu: Dátum

source: Categories:
hu: Kategóriák:

source: Category:
hu: Kategória:

source: Keywords:
hu: Kulcsszavak:

source: Keyword:
hu: Kulcsszó:

source: Similar Article
hu: Hasonló cikkek

source: This list is updated regularly,
hu: Ez a lista rendszeresen frissül,

source: sign up for email notification.
hu: iratkozzon fel email értesítésre

source: Please enter your email:
hu: Kérjük adja meg az email címét:

source: Journal Title
hu: Online folyóirat címe

source: Journal URL
hu: Folyóirat Url címe

source: Search Results
hu: Keresés

source: Result for
hu: Eredmény:

source: Results for
hu: Eredmények:

source: Next results
hu: Következő találatok

source: Previous results
hu: Korábbi találatok

source: Open-Access Article search
hu: Open-Access cikk kereső

source: Last seen on
hu: Utolsó bejelentkezés ideje

source: Endnote
hu: Végjegyzet

source: Close Menu
hu: Menü bezárása

source: Menu
hu: Menü

source: Show title and abstract
hu: Cím és kivonat megjelenítése

source: Italic
hu: Dőlt

source: Images
hu: Kép

source: Close side menu
hu: Oldalmenü bezárása

source: preview
hu: előnézet

source: Connect to Wordpress.com
hu: Csatlakozás a Wordpress.com-hoz

source: Generate pdf
hu: Pdf készítése

source: Editor of these Journals
hu: Online folyóiratok amiket szerkeszt

source: Writer of these Articles
hu: Írások

source: New Article
hu: Új cikk

source: Newer Articles
hu: Újabb cikkek

source: Older Articles
hu: Régebbi cikkek

source: Please enter the title of the Journal
hu: Kérjük adja meg az online folyóirat címét

source: Forgot Your Password?
hu: Elfelejtette a jelszavát?

source: Click to Reset
hu: Kattitson ide, hogy újra megadja!

source: New User?
hu: Új felhasználó?

source: Click to Register
hu: Regisztráció

source: Not Found
hu: Nincs találat

source: Back
hu: Vissza

source: An unexpected error has occurred
hu: Ismeretlen hiba történt

source: The administrator has been notified. Sorry for the inconvenience!
hu: Az adminisztrátort értesítettük, bocsánat a kellemetlenségért!
